export default defineEventHandler(() => {
  return [
    {
      id: 1,
      author: '掘金酱',
      date: '8天前',
      title: '新年伊始，2月更文带你在技术写作之路「兔飞猛进」｜ 掘金日新计划',
      info: '掘友们新年快乐~2023年第一次更文挑战正式上线啦！相信大家已经调整好状态，蓄势待发了，2月与掘金一起在技术写作之路「兔飞猛进」吧！'
    },
    {
      id: 2,
      author: '掘金酱',
      date: '8天前',
      title: '新年伊始，2月更文带你在技术写作之路「兔飞猛进」｜ 掘金日新计划',
      info: '掘友们新年快乐~2023年第一次更文挑战正式上线啦！相信大家已经调整好状态，蓄势待发了，2月与掘金一起在技术写作之路「兔飞猛进」吧！'
    },
    {
      id: 3,
      author: '掘金酱',
      date: '8天前',
      title: '新年伊始，2月更文带你在技术写作之路「兔飞猛进」｜ 掘金日新计划',
      info: '掘友们新年快乐~2023年第一次更文挑战正式上线啦！相信大家已经调整好状态，蓄势待发了，2月与掘金一起在技术写作之路「兔飞猛进」吧！'
    },
    {
      id: 4,
      author: '掘金酱',
      date: '8天前',
      title: '新年伊始，2月更文带你在技术写作之路「兔飞猛进」｜ 掘金日新计划',
      info: '掘友们新年快乐~2023年第一次更文挑战正式上线啦！相信大家已经调整好状态，蓄势待发了，2月与掘金一起在技术写作之路「兔飞猛进」吧！'
    },
    {
      id: 6,
      author: '掘金酱',
      date: '8天前',
      title: '新年伊始，2月更文带你在技术写作之路「兔飞猛进」｜ 掘金日新计划',
      info: '掘友们新年快乐~2023年第一次更文挑战正式上线啦！相信大家已经调整好状态，蓄势待发了，2月与掘金一起在技术写作之路「兔飞猛进」吧！'
    }
  ]
})
